
// Area
"ha" = "ha";
"ha_full" = "Hektar";

"acre" = "akr";
"acre_full" = "akr";

"decare" = "daa";
"decare_full" = "Dekar";

// Length
"in" = "v";
"in_full" = "Palec";

"ft" = "ft";
"ft_full" = "Stopa";

"mile" = "mi";
"mile_full" = "Míle";

"mm" = "mm";
"mm_full" = "Milimetr";

"cm" = "cm";
"cm_full" = "Centimetr";

"m" = "m";
"m_full" = "Metr";

"km" = "km";
"km_full" = "Kilometr";

// Weight
"kg" = "kg";
"kg_full" = "kilogram";

"pound" = "Libra";
"pound_full" = "Libra";

"centner" = "centnýř";
"centner_full" = "Centnýř";

"ton" = "t";
"ton_full" = "Tuna";

// Liquids
"pint" = "Pint";
"pint_full" = "Pinta";

"quart" = "kvart";
"quart_full" = "kvart";

"liter" = "l";
"liter_full" = "Litr";

"british_gallon" = "gal";
"british_gallon_full" = "britský galon";

"american_gallon" = "gal";
"american_gallon_full" = "americký galon";

"bushel" = "bu";
"bushel_full" = "Bušl";

// Temperature
"celsius" = "°C";
"celsius_full" = "Stupně Celsia";

"fahrenheit" = "°F";
"fahrenheit_full" = "Stupně Fahrenheita";

// Productivity
"bushel_per_acre" = "bušl/akr";
"bushel_per_acre_full" = "Bušl na akr";

"ton_per_ha" = "t/ha";
"ton_per_ha_full" = "Metrická tuna na ha";

"centner_per_ha" = "centner/ha";
"centner_per_ha_full" = "Centnýř na ha";

"us_ton_per_acre" = "t/akr";
"us_ton_per_acre_full" = "Americká tuna na akr";

"kg_per_decare" = "kg/daa";
"kg_per_decare_full" = "Kilogram na dekar";

// Speed
"m_per_sec" = "m/s";
"m_per_sec_full" = "Metr za sekundu";

"mile_per_hour" = "mph";
"mile_per_hour_full" = "Míle za hodinu";

"km_per_hour" = "km/h";
"km_per_hour_full" = "Kilometrů za hodinu";

// Fuel
"liter_per_ha" = "l/ha";
"liter_per_ha_full" = "Litr na hektar";

"american_pint_per_acre" = "pint/akr";
"american_pint_per_acre_full" = "Americká pinta na akr";

"american_quart" = "litry/akr";
"american_quart_full" = "Americký kvart na akr";

"liter_per_100km" = "l/100 km";
"liter_per_100km_full" = "Litr na 100 km";

"km_per_liter" = "km/l";
"km_per_liter_full" = "Kilometr na litr";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "Míle na americký galon";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "Míle na britský galon";
